{
  "_meta": {
    "maxChars": {
      "intro1": 300,
      "intro2": 300,
      "intro3": 300,
      "game1question": 300,
      "game1dialogue1": 300,
      "game1dialogue2": 300,
      "game1dialogue3": 300,
      "game1dialogue4": 300,
      "game1dialogue5": 300,
      "game1dialogue6": 300,
      "game1dialogue7": 300,
      "game1dialogue8": 300,
      "game1dialogue9": 300,
      "game1dialogue10": 300,
      "game1dialogue11": 300,
      "game1dialogue12": 300,
      "game1dialogue13": 300,
      "game1dialogue14": 300,
      "game1dialogue15": 300,
      "game1dialogue16": 300,
      "game1dialogue17": 300,
      "game1dialogue18": 300,
      "game1dialogue19": 300,
      "game2question": 300,
      "game2dialogue1": 300,
      "game2dialogue2": 300,
      "game2dialogue3": 300,
      "game2dialogue4": 300,
      "game2dialogue5": 300,
      "game2dialogue6": 300,
      "game2dialogue7": 300,
      "game2dialogue8": 300,
      "game2dialogue9": 300,
      "game2dialogue10": 300,
      "game2dialogue11": 300,
      "game2dialogue12": 300,
      "game2dialogue13": 300,
      "game2dialogue14": 300,
      "game3dialogue1": 300,
      "game3dialogue2": 300,
      "game3dialogue3": 300,
      "game3dialogue4": 300,
      "game3dialogue5": 300,
      "game4dialogue1": 300,
      "game4dialogue2": 300,
      "game4dialogue3": 300,
      "game5dialogue1": 300,
      "game5dialogue2": 300,
      "game5dialogue3": 300,
      "game5dialogue4": 300,
      "game5dialogue5": 300,
      "game6question": 300,
      "ending": 300
    }
  },

  "en": {
    "intro1": "Welcome to the relics of equation. In here you are going to retrieve a treasure beneath the ruins.",
    "intro2": "To do that we need to solve some math riddle to open the gate.",
    "intro3": "Greetings, I'm your guide in this journey, are you up for the challenge? Let's begin!",
    "game1question": "You are going to a fair! It costs $6 for the admission. Each ride costs $3. You have $21. How many ride tickets can you buy?",
    "game1dialogue1": "Hmmm, how can you know how many ride tickets can you buy?",
    "game1dialogue2": "To get this answer to this riddle you need to understand it, lets solve this one by distinguish what the numbers represent.",
    "game1dialogue3": "We can do that by understanding how to convert variable and making equation.",
    "game1dialogue4": "A variable is a letter or symbol that represent an unknown number.",
    "game1dialogue5": "Known number are called constant.",
    "game1dialogue6": "In order to indentify a variable we need to make an equation.",
    "game1dialogue7": "We need to indentify the variables and the constant and their relationship with each other.",
    "game1dialogue8": "In this case the variable is the number of how many games can you bowl, lets say it is X.",
    "game1dialogue9": "What we know is the price of each ticket.",
    "game1dialogue10": "The constant is 3.",
    "game1dialogue11": "So if we combine them, they are equal to cost of ticket.",
    "game1dialogue12": "Alright the next step is to convert them to an equation.",
    "game1dialogue13": "Drag and drop the number to form the equation.",
    "game1dialogue14": "Nice one! Do you know if we switch a number to the other side it will turn opposite ( positive numbers to negative, vice versa)",
    "game1dialogue15": "Go ahead try it!",
    "game1dialogue16": "Here's a twist though! if a + (positive) number is multiplied by a negative number, the result would become a negative number.",
    "game1dialogue17": "Now lets find the X by calculating the equation.",
    "game1dialogue18": "If 3X equals 15 so X should be 5, because 3 times 5 is 15.",
    "game1dialogue19": "Great work! as long as you can determine an equation, you can pass this with an ease!",
    "game2question": "Two cyclists are riding toward each other along a road (each at a constant speed). At 6 am, they are 123 miles apart. They meet at 11 am. If one cyclist rides at 12.5 miles per hour, what is the speed of the other cyclist?",
    "game2dialogue1": "Lets determine the variable and the constants.",
    "game2dialogue2": "How can we know how many hours they are apart?",
    "game2dialogue3": "So we know they are 5 hours apart, one cyclist rides at 12.5 mph, and they are 123 miles apart.",
    "game2dialogue4": "So the next step is to find the distance apart.",
    "game2dialogue5": "We should combine the cyclist speed and the time they are apart. p(x + q) = r",
    "game2dialogue6": "The equation would be 5( X + 12.5 ) = 123",
    "game2dialogue7": "( ) means that every number or variable inside is multiplied by the number on the outside.",
    "game2dialogue8": "( ) also means it must be prioritze to calculated before anything else.",
    "game2dialogue9": "One thing to mention in 12.5, 0.5 is a decimal.",
    "game2dialogue10": "Decimals are based on the preceding powers of 10.",
    "game2dialogue11": "Meaning the decimal place value determines the tenths, hundredths and thousandths. ",
    "game2dialogue12": "A tenth means one tenth or 1/10. In decimal form, it is 0.1.",
    "game2dialogue13": "Hundredth means 1/100. In decimal form, it is 0.01.",
    "game2dialogue14": "Nice job, let's proceed.",
    "game3dialogue1": "Drag the constant to find the variable.",
    "game3dialogue2": "For a fraction, to find X we should multiply the variable with the constant",
    "game3dialogue3": "For this case is lower case times constant divided by upper case. ( 3 times 6 divided by 2 )",
    "game3dialogue4": "This apply to percent and decimal, but we'll look into that later.",
    "game3dialogue5": "You're getting there! Let's do another one.",
    "game3dialogue6": "Great! Lets proceed.",
    "game4question": "If there is a sale on a phone for 15% discount and the phone cost $230,50 with a sales tax of 10% before discount, lets figure the price of the phone after the discount and tax?",
    "game4dialogue1": "In case you didn't know a percent is x/100 so, 15% could also mean 15/100 or 0.15, it could work as an alternative.",
    "game4dialogue2": "You're getting there! Let's proceed.",
    "game5dialogue1": "If a positive number is multiplied by a negative number the result would become a negative number",
    "game5dialogue2": "But if a negative number is multiplied by a negative number, the result would become a positive number",
    "game5dialogue3": "Great! We now know the numbers, lets determine the X.",
    "game5dialogue4": "Let's mix it up a bit!",
    "game5dialogue5": "Awesome! Let's proceed.",
    "game5question": "The height at the top of a roller coaster hill is 10 times the height X of the starting point. The height decreases 100 feet from the top to the bottom of the hill. The height at the bottom of the hill is -10 feet. What is the height at the start of the roller coaster?",
    "ending": "Congratulations you've explored the temple and get the treasure! We hope that you've learned something from this, thanks for playing!"
  }
}
