{
  "_meta": {
    "maxChars": {
      "hunt-1-opening-1": 100,
      "hunt-1-opening-2": 100,
      "hunt-1-opening-3": 100,
      "hunt-1-opening-4": 100,
      "hunt-1-success-1": 100,
      "hunt-1-complete-1": 100,
      "eat-1-opening-1": 100,
      "eat-1-opening-2": 100,
      "eat-1-success-1": 100,
      "eat-1-complete-1": 100,
      "energy-1-opening-1": 100,
      "energy-1-opening-2": 100,
      "energy-1-opening-3": 100,
      "energy-1-success-1": 100,
      "energy-1-complete-1": 150,
      "energy-1-complete-2": 100,
      "hunt-2-opening-1": 100,
      "hunt-2-opening-2": 100,
      "hunt-2-opening-3": 100,
      "hunt-2-opening-4": 100,
      "eat-2-opening-1": 100,
      "eat-2-opening-2": 100,
      "energy-2-opening-1": 100,
      "energy-2-complete-1": 100,
      "hunt-3-opening-1": 100,
      "hunt-3-opening-2": 100,
      "hunt-3-opening-3": 150,
      "hunt-3-opening-4": 100,
      "hunt-3-complete-1": 100,
      "eat-3-opening-1": 50,
      "eat-3-complete-1": 100,
      "energy-3-opening-1": 100,
      "energy-3-complete-1": 100,
      "ending": 100
    }
  },

  "en": {
    "main-menu-tap": "Tap to play",
    "cinematic-1-1": "In this game you're going to learn about how the ecosystem works and how to maintain it!",
    "cinematic-1-2": "An ecosystem includes all of the living organisms and nonliving components in a shared environment.",
    "cinematic-1-3": "Examples of nonliving resources are sunlight, air, water, temperature, and soil.",
    "cinematic-1-4": "A healthy ecosystem has a balance of producers, consumers, and decomposers.",
    "cinematic-1-5": "Organisms in an ecosystem interact with one another in complex feeding hierarchies of producers, consumers, and decomposers, which together represent a food web.",
    "cinematic-1-6": "Let's begin with the producers!",
    "cinematic-1-7": "The food of almost any kind of animal can be traced back to plants. Organisms are related in food webs in which some animals eat plants for food and other animals eat the animals that eat plants.",
    "game-1-opening-1": "All organisms obtain living and nonliving resources from their environment.",
    "game-1-opening-2": "Plants need soil and water to live.",
    "game-1-opening-3": "Besides that, plants also gather energy from the sun. Let's help the plant get the energy",
    "game-1-opening-4": "Tap the sun light to obtain the energy",
    "game-1-complete-1": "Nicely done! Now we can proceed to the next organism. The consumers!",
    "game-2-opening-1": "Consumers are animals that eat other organisms to obtain energy.",
    "game-2-opening-2": "Organisms are related in food webs in which some animals eat plants for food and other animals eat the animals that eat plants.",
    "game-2-opening-3": "Look over there! There are herbivores",
    "game-2-opening-4": "A herbivore is an animal that consumes only plants.",
    "game-2-opening-5": "This herbivore needs to eat plants.",
    "game-2-opening-6": "Hold down the herbivore and flick it like a catapult to move it",
    "game-2-complete-1": "Small changes in the numbers of populations in a healthy ecosystem are normal.",
    "game-2-complete-2": "But excessive changes are not good.",
    "cinematic-2-1": "For the ecosystem to be balanced, a predator is needed to balanced out the herbivore population.",
    "game-3-opening-1": "A predator is usually a carnivore.",
    "game-3-opening-2": "A carnivore is an animal that consumes only other animals.",
    "game-3-opening-3": "Hold down the carnivore and flick it like a catapult to move it.",
    "game-3-complete-1": "Great job! Now we see the benefit having predators in the ecoystem!",
    "game-3-complete-2": "Now we can move on the decomposers!",
    "game-4-opening-1": "When an organism dies, they will decompose in time.",
    "game-4-opening-2": "Decomposers are organisms that break down dead plant and animal remains.",
    "game-4-opening-3": "Some examples of decomposers are fungi and bacteria.",
    "game-4-opening-4": "Lets connect the decomposer in order!",
    "game-4-complete-1": "When an organism decompose, they will become a resources in the soil.",
    "cinematic-3-1": "A food web shows how matter and energy moves in an ecosystem.",
    "cinematic-3-2": "Congratulations! You have maintained the ecosystem! Thank you for playing!",
    "thank-you": "Thank you for playing!"
  }
}
