{
    "_meta": {
      "maxChars": {
        "intro1": 300,
        "intro2": 300,
        "array-tutor1": 300,
        "array-tutor2": 300,
        "array-tutor3": 300,
        "array-tutor4": 300,
        "array-tutor5": 300,
        "array-tutor6": 300,
        "array-tutor7": 300,
        "array-tutor8": 300,
        "array-tutor9": 300,
        "array-tutor10": 300,
        "array-tutor11": 300,
        "array-tutor12": 300,
        "array-tutor13": 300,
        "array-game-1": 300,
        "array-game-2": 300,
        "std-tutor1": 300,
        "std-tutor2": 300,
        "std-tutor3": 300,
        "std-tutor4": 300,
        "std-tutor5": 300,
        "std-tutor6": 300,
        "std-tutor7": 300,
        "std-tutor8": 300,
        "std-game1": 300,
        "std-game2": 300,
        "final": 300
      }
    },

    "en": {
      "intro1": "Welcome to the temple of odds, in here you are going to retrieve a treasure beneath the temple.",
      "intro2": "To do that we need to solve some puzzle to open the gate.",
      "array-tutor1": "Look the first puzzle!, lets put some gems in each slot.",
      "array-tutor2": "Good job! in order to solve the puzzle, we need to know the product of ( 12 x 24 )",
      "array-tutor3": "Each number here has a place value, for example the 4 in 24 means there is four ones. ",
      "array-tutor4": "And the 2 in 24 is in the tens place so it's worth 20 ( two tens)",
      "array-tutor5": "Now we're set up for the next step, multiplication.",
      "array-tutor6": "Here's a tip, understanding that when we multiply using zero, we can count the number zeros to add for later",
      "array-tutor7": "1 x 2 is 2, there's two zeros so that means the result is 200",
      "array-tutor8": "Lets get the multiplication going!",
      "array-tutor9": "Great job, lets continue to the next process.",
      "array-tutor10": "Here lies the partial product segment, these are the numbers we got from previous process.",
      "array-tutor11": "Now we add these numbers.",
      "array-tutor12": "Nicely done! by understanding this method, we know that 12 x 24 is 288",
      "array-tutor13": "Lets proceed to the next door!",
      "array-game-1": "Lets apply what we've learned and solve this puzzle.",
      "array-game-2": "Nice one!",
      "std-tutor1": "Oh, what's this? it's seems the puzzle is a bit different from the last one.",
      "std-tutor2": "No worries, we still can solve it by using another method. lets multiply one by one starting from 5 times 7 from 37",
      "std-tutor3": "Notice that the 3 from 35 is stored on the upper side temporarely, every result that exceeds the single digit is stored.  this number will be added later after we got 5 times 3",
      "std-tutor4": "Now we add the stored number (3) with the result of 5 time 3 which is,",
      "std-tutor5": "Great! 5 times 37 is 185, lets multiply the 2 times 7 from 37",
      "std-tutor6": "For the double digit, always put a zero or placeholder at the start of the multiplication. I liked to called it the \"turtle egg\"",
      "std-tutor7": "Great one! The result is 74(0), now the final step let's add these numbers. Remember the number that exceeds the single digit is stored",
      "std-tutor8": "Astounding performance! We now can proceed.",
      "std-game1": "Lets apply what we've learned and solve this puzzle.",
      "std-game2": "You are now close to the treasure, this is your final puzzle, lets give all you've got and do this!",
      "final": "Congratulations you've explored the temple and get the treasure! We hope that you've learned something from this, thanks for playing!"

    }
  }
