{
  "en":{
     "std-tutor8":"Astounding performance! We now can proceed.",
     "std-tutor7":"Great one! The result is 74(0), now the final step, let's add these numbers. Remember the number that exceeds the single digit is stored.",
     "std-tutor6":"For the double digit, always put a zero or placeholder at the start of the multiplication. I like to call it the \"turtle egg\"",
     "std-tutor5":"Great! 5 times 37 is 185, let's multiply the 2 times 7 from 37.",
     "std-tutor4":"Now we add the stored number (3) with the result of 5 time 3 which is,",
     "std-tutor3":"Notice that the 3 from 35 is stored on the upper side temporarily, every result that exceeds the single digit is stored.  This number will be added later after we got 5 times 3.",
     "std-tutor2":"No worries, we still can solve it by using another method. Let's multiply one by one starting from 5 times 7 from 37.",
     "std-tutor1":"Oh, what's this? It's seems the puzzle is a bit different from the last one.",
     "std-game2":"You are now close to the treasure, this is your final puzzle. Let's give it all you've got and do this!",
     "std-game1":"Let's apply what we've learned and solve this puzzle.",
     "intro2":"To do that we need to solve some puzzles to open the gate.",
     "intro1":"Welcome to the Temple of Odds, in here you are going to retrieve a treasure beneath the temple.",
     "final":"Congratulations you've explored the temple and got the treasure! We hope that you've learned something from this, thanks for playing!",
     "array-tutor9":"Great job, let's continue to the next process.",
     "array-tutor8":"Let's get the multiplication going!",
     "array-tutor7":"1 x 2 is 2, there's two zeros so that means the result is 200",
     "array-tutor6":"Here's a tip, understanding that when we multiply using zero, we can count the number of zeros to add for later.",
     "array-tutor5":"Now we're set up for the next step, multiplication.",
     "array-tutor4":"And the 2 in 24 is in the tens place so it's worth 20 (two tens).",
     "array-tutor3":"Each number here has a place value, for example the 4 in 24 means there is four ones. ",
     "array-tutor2":"Good job! In order to solve the puzzle, we need to know the product of (12 x 24).",
     "array-tutor13":"Let's proceed to the next door!",
     "array-tutor12":"Nicely done! By understanding this method, we know that 12 x 24 is 288.",
     "array-tutor11":"Now we add these numbers.",
     "array-tutor10":"Here lies the partial product segment, these are the numbers we got from the previous process.",
     "array-tutor1":"Look the first puzzle! Let's put some gems in each slot.",
     "array-game-2":"Nice one!",
     "array-game-1":"Let's apply what we've learned and solve this puzzle.",
     "none":""
  },
  "_meta":{
     "maxChars":{
        "std-tutor8":300,
        "std-tutor7":300,
        "std-tutor6":300,
        "std-tutor5":300,
        "std-tutor4":300,
        "std-tutor3":300,
        "std-tutor2":300,
        "std-tutor1":300,
        "std-game2":300,
        "std-game1":300,
        "intro2":300,
        "intro1":300,
        "final":300,
        "array-tutor9":300,
        "array-tutor8":300,
        "array-tutor7":300,
        "array-tutor6":300,
        "array-tutor5":300,
        "array-tutor4":300,
        "array-tutor3":300,
        "array-tutor2":300,
        "array-tutor13":300,
        "array-tutor12":300,
        "array-tutor11":300,
        "array-tutor10":300,
        "array-tutor1":300,
        "array-game-2":300,
        "array-game-1":300,
        "none":0
     }
  }
}